{
	"data":[
	{
		"id":1,
		"blogTitle": "How Staying Organized Helps Me Feel Less Anxious",
		"author":" TJ DeSalvo",
		"date":"OCTOBER 21, 2020",
		"blogImage": "annacover.jpeg",
		"blogContent": "Why Anxiety Won't Completely Go Away To some extent, anxiety is part of the human experience (the human brain thinks and experiences emotions, and this isn't a bad thing). Anxiety has positive functions. It helps protect us from danger by making us alert and cautious. It also can be motivating, helping us do our best. If we're lethargic and unmotivated, not caring about what happens to us or our loved ones, we likely won't be very successful in our lives and relationships. A bit of anxiety can indeed help keep us on our toes, striving for personal goals. This bit of motivating anxiety is healthy, and it's here to stay. We don't want healthy anxiety to go away. It's the unhealthy anxiety, the extreme worries, what-ifs, worst-case-scenarios, fears, and automatic negative thoughts that disrupt life. Of course we all want that stuff gone, out of our lives. Will this type go away Because we have such incredible, complex, and active brains, anxious thoughts and worries don't completely stop. (Keep reading, though, because the news gets much, much better). Personally, I have lived with pretty strong social anxiety and performance-related anxiety, but they no longer interfere in my life. Admittedly, I do continue to experience my old, habitual anxious thoughts, such as: Worrying if I say or do the right things, and concluding (temporarily) that I do not, in fact, say or do the right thingI have been this way for what seems like my entire life: when I feel stressed out about something, I organize. And when I say organize, I mean that in a pretty far-reaching way: organizing to me means not only organizing, but also cleaning, downsizing, basically anything that falls under the umbrella of getting my affairs in order. I don’t know how common this is among others. But I would like to at least try to explain why staying organized is so helpful to me.Why Staying Organized Alleviates Anxiety and Brings Peace",
		"blogContent2": "Organization, at its heart, means creating order out of chaos. It is, in the smallest way, a method of making the world a bit easier to manage.I don’t know about any of you, but when I see a bunch of stuff on the floor or stacked up against the wall, I can’t help but think that it isn’t supposed to be this way. Everything has its place, and when I see something like that, I can’t help but think that something has to change. Maybe I’m odd, but it’s hard for me to feel comfortable if I’m in an environment like that.",
		"blogContent3": "So every so often, I’ll take some time, often an entire day, to do a massive deep-clean of basically everything I own. My goal is that, when I finish, I want to feel like literally everything I own will be in its proper place, even if I know it won’t last forever.",
		"blogContent4": "What 'Staying Organized' Entails Like I mentioned before, staying organized doesn’t just mean “organizing,” and if you want to do something like I’m suggesting, you should prepare to do a lot more. Go through all your stuff (as much of it as you realistically can) and decide, one by one, what you think is worth saving. Anything that you’re unsure about, throw it away. Keep the rest.Give everything you have a nice deep cleaning. Sweep or vacuum all your floors, and wipe down the relevant surfaces.Take a look at everything you have on shelves. If you feel like things need to be rearranged, rearrange them. If you need to buy more shelves, and you can, perhaps think of doing that too.And don’t think all this organizing should stop with just physical things. Look at your files on your computer, and go through those too. One of the things I even take pleasure in is periodically going through my Facebook profile and removing friends who I am not in contact with in an attempt at keeping that pared down. Honestly, doing that makes me feel like I’m getting rid of all the excess in my life.",
		"blogContent5": "Ultimately, I highly recommend taking some time at least once a month to do as much organizing as you can."
	},
	{
		"id":2,
		"blogTitle": "6 Mindful Tips to Deal with Anxiety's Effects on Your Life",
		"author":" Tanya J. Peterson, MS, NCC",
		"date":"OCTOBER 15, 2020",
		"blogImage": "b2.jpg",
		"blogContent":"Anxiety's effects on your life can be brutal, interfering with what you want to do, who you want to be with, and how you want to be. A previous post explored six ways anxiety messes with your life.",
		"blogContent2": "Here, we'll revisit those nasty effects of anxiety, and I offer six mindfulness-based tips to effectively deal with them. You can implement these mindfulness tips immediately--they don't need extra tools or preparation--so you can reduce anxiety's effects on yourself and your life.Why Mindful Tips Reduce the Effects of AnxietyWhy do mindfulness tips reduce the effects of anxiety? Well, the ultimate repercussion of anxiety is that it takes over your thoughts and feelings. It can dictate your behavior. Anxiety tries to live your life for you, making you both its unwilling puppet and audience to the puppet show it creates. Its show is set in your past, and your future, and the stars are automatic negative thoughts, rumination, worry, fear, what-ifs, and worst-case scenarios. If you've had enough, take heart. No matter how many locks and strings anxiety has used to keep you out of your own life and stuck in its puppet show, you can use mindfulness to break free and live freely.",
		"blogContent3": "Mindfulness is the act of showing up fully for your life despite problems, stress, anxiety, and other disruptive challenges. To do this, you choose to live in your present moment. When your mind wanders to worries about things that have already happened or about what might happen in the future, you simply notice that you're in anxiety's puppet theatre and use your senses to focus on something tangible in the here-and-now.These mindfulness tips are simple in concept but can be challenging to sustain in practice. Thankfully, there are practical things you can do to develop this skill and way of being in your life. The following six tips for reducing the effects of anxiety come to us from mindfulness. They'll help you stay present and engaged in each moment of your life, thus cutting you loose from anxiety's puppet show with no strings attached."	
	
	},
	{
		"id":3,
		"blogTitle": "Stay Calm Despite Anxiety with 4 Brain-Body Health Tips",
		"author":"  Tanya J. Peterson, MS, NCC",
		"date":"OCTOBER 14, 2020",
		"blogImage": "b3.jpg",
		"blogContent":"Tending to our physical health is one way to boost our long-term mental health. When we nurture our brain and body, we give them what they need to operate optimally. When the body is healthy, we are better able to deal with anxious thoughts and emotions. These four health tips, when followed consistently over time, can keep your system running smoothly and evenly so you can stay calm despite anxiety.",
		"blogContent2": "Stay hydrated -- Even mild dehydration can negatively impact your mental health. The brain needs water to function. An easy way to ensure you're drinking enough is to carry a water bottle with you and sip water throughout the day. Refill it as you go to ensure you're drinking about 64 ounces of water each day (the amount you personally need depends on your size and how physically active you are).",
		"blogContent3":"Stay nutritious --  What we eat matters because foods affect anxiety, either exacerbating it or calming it. Eat a diet rich in protein, complex carbohydrates, healthy fats, fruits, vegetables, nuts, and seeds to boost your mood and keep your brain functioning properly.",
		"blogContent4":"Stay oxygenated -- Breathe. Taking slow, deep breathes bathes the brain in much-needed oxygen, calms the sympathetic nervous system (the fight-or-flight response), and activates the parasympathetic nervous system (the rest-and-digest response). When you catch yourself feeling stressed and anxious, pause for some mindful breathing. Also, develop the habit of breathing slowly and deeply on a regular basis to keep the brain balanced and calm.",
		"blogContent5":"Stay in motion -- Exercise offers numerous physical and mental health benefits, including reducing anxiety.  Exercise involves a wide variety of physical activities, and it doesn't have to involve doing things you hate. Choose something you enjoy doing, and do it regularly to stay mentally and physically healthy. Know, though, that it's important to balance exercise and rest, and it's also healthy to relax and unwind quietly. Stay in motion simply means to be active on a regular basis. "
		
	},
	{
		"id":4,
		"blogTitle": "Deal with Anxiety at Work or School: Be a SCUBA Diver",
		"author":"  Tanya J. Peterson, MS, NCC",
		"date":"OCTOBER 1, 2020",
		"blogImage": "b4.jpg",
		"blogContent":"Anxiety can make work or school difficult. A strong sense of perfectionism can make starting and completing tasks daunting, sometimes leading to incomplete work and missed deadlines. Fears about presentations can make life miserable. Even worries about sitting in a quiet room where others can see or hear you or stressful situations with coworkers or classmates can cause anxiety symptoms to skyrocket. The effects of work or school anxiety can make every day miserable or even keep you at home in avoidance. One approach to deal with this is to become a SCUBA diver.",
		"blogContent1":	"Why SCUBA Diving Relates to School and Work Anxiety. It's true. You can improve anxiety at work or school by being like a SCUBA diver (I do mean that figuratively, of course.). This is why I chose SCUBA diving as an activity to model yourself after rather than any other activity: SCUBA diving involves immersing oneself into deep water and moving about among strange things in that water--but SCUBA divers don't have to know how to swim. Men, women, and kids who dive must know how to move about and use diving equipment, but they don't need to be strong swimmers to survive and have fun in the water.Like a SCUBA diver, you can dive into the work or school experience (or any other life experience, for that matter) before waiting until you know how to swim.You can thrive before your anxiety is gone. You don't have to wait to embrace school or work until you know how to function without anxiety. ",
		"blogContent2":"How to Dive into School or Work Before Anxiety is Gone. Like a SCUBA diver, you need equipment, tools, to be able to move freely in your environment. Your tools are your knowledge, skills, and techniques you're learning all the time. For example, you might be building mindfulness skills to help you stay calm and focused on the present moment or learning techniques of cognitive behavioral therapy to help you change anxious thoughts. With these tools, you are learning how to swim, but you don't have to master anything before you can dive fully into your life. Keep working with what you know and adding new techniques and information to help you reduce your anxiety, but you don't have to put your life on hold while you're learning.Also, like a diver, have a purpose and a plan. Divers do what they do for a reason, whether it's to explore in general, study something specific, or simply to relax and have fun. They also know where they're going. You, too, have a purpose for going to school or work, and you have goals to help you know where you're going. Often, though, our sense of purpose and our goals get buried and lost under the heavy weight of anxiety. The sense that you don't know how to swim can take over, and your purpose and goals can sink to the depths of the sea. Once you're aware of this, you can prevent that from happening. ",
		"blogContent3": "Spend some time exploring your motivation, your reason for going to school or work. In the words of Fredrich Nietzsche, He who has a why to live for can bear almost any how. When you feel a strong sense of purpose underlying why you attend school or go to work, it's easier to do what you need to do despite feeling anxious. Again and again, you can shift your focus away from anxiety and onto what is important to you. " ,
		"blogContent4": "Develop action steps to take every day to fulfill your purpose and meet your goals. Action steps are part of your diving equipment. What little things do you need to do today to work toward your purpose? Think in terms of small steps. A diver doesn't use elaborate swimming strokes to propel themselves forward but instead moves with small but powerful motions with their flippers. "


	}

	]
	
}
